<?php

return [

    /*
    |--------------------------------------------------------------------------
    | パスワードリセット言語行
    |--------------------------------------------------------------------------
    |
    | 以下の言語行は既存のパスワードを無効にしたい場合に、無効なトークンや
    | 新しいパスワードが入力された場合のように、パスワードの更新に失敗した
    | 理由を示すデフォルトの文言です。
    |
    */

'reset' => 'パスワードを再設定しました。',
'sent' => 'パスワード再設定リンクを送信しました。',
'throttled' => 'しばらく再試行はお待ちください。',
'token' => 'このパスワードリセットトークンは無効です。',
'user' => "入力されたメールアドレスのユーザーは見つかりませんでした。",

];
